tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "httpie"
brew "mas"
brew "maven"
brew "mycli"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "nginx"
brew "nmap"
brew "node"
brew "node@12"
brew "pacvim"
brew "redis"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "beeftornado/rmtree/brew-rmtree"
cask "another-redis-desktop-manager"
cask "baidunetdisk"
cask "clashx"
cask "dash"
cask "dingtalk"
cask "docker"
cask "dropbox"
cask "firefox"
cask "foxmail"
cask "free-download-manager"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "mactex"
cask "mos"
cask "neteasemusic"
cask "pdf-expert"
cask "picgo"
cask "postman"
cask "qq"
cask "qqlive"
cask "qqmusic"
cask "snipaste"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "tencent-lemon"
cask "tencent-meeting"
cask "the-unarchiver"
cask "typora"
cask "v2rayu"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark"
cask "xmind"
cask "youdaonote"
